// src/data/blogData.js
const blogPosts = [
    {
        id: "1",
        title: "የልጅዎን ትምህርት በቤት ውስጥ ለመደገፍ 5 መንገዶች",
        content: "መማር በትምህርት ቤት ብቻ አይቆምም።  ልጅዎን ከቤት ሆነው መደገፍ የሚችሉበት አምስት መንገዶች እዚህ ተጠቅሰዋል:\n\n1. የዕለት ተዕለት ተግባር ያዘጋጁ\n2. በየቀኑ አብራችሁ አንብቡ\n3. ግልፅ ጥያቄዎችን ይጠይቋቸው\n4. የፈጠራ መሳሪያዎችን ያቅርቡላቸው\n5. ትናንሽ ድሎችን ያክብሩ",
        date: "June 25, 2025",
        image: "/images/blog/image1.webp",
    },
    {
        id: "2",
        title: "በልጅነት ግዜ በጨዋታ ላይ የተመሰረተ ትምህርት አስፈላጊነት",
        content: "ልጆች ከሚማሩባቸው መንገዶች ውስጥ አንዱ ጨዋታ ነው። ጨዋታ በአስደሳች እና ትርጉም ባለው እንቅስቃሴዎች የእውቀት ክህሎቶችን ፣ ፈጠራን እና ስሜታዊ እውቀትን ይገነባል። ",
        date: "June 20, 2025",
        image: "/images/blog/image2.webp",
    },
    {
        id: "3",
        title: "በቤት ውስጥ የንባብ ባህል መፍጠር",
        content: "የማንበብ ፍቅር ከቤት ይጀምራል።\n Tips: ምቹ የንባብ ቦታ ይፍጠሩላቸው፣ ቤተ መጻሕፍትን ያስጎብኟቸው እና ልጅዎ በፍላጎታቸው መሰረት መጽሐፍትን እንዲመርጡ ያድርጉ።",
        date: "June 18, 2025",
        image: "/images/blog/image3.webp",
    },
    {
        id: "4",
        title: "የወላጅ-መምህር ግንኙነት ለምን አስፈላጊ ሆኖ ?",
        content: "ወላጆች እና አስተማሪዎች ሲተባበሩ, ተማሪዎች ያድጋሉ። መግባባት እና የጋራ ግቦች የልጁን አካዴሚያዊ እና ስሜታዊ እድገት ያጠናክራሉ።",
        date: "June 15, 2025",
        image: "/images/blog/image4.webp",
    },
    {
        id: "5",
        title: "ልጅዎን ለመዋዕለ ሕፃናት ለማዘጋጀት ማወቅ ያለብዎት ነገር",
        content: "መዋዕለ ሕፃናት ትልቅ እርምጃ ነው። መደበኛ ልምዶችን በማለማመድ ልጅዎ በማህበራዊ እና በስሜታዊነት ዝግጁ መሆኑን ያረጋግጡ፣ አንዳንድ ነገሮችን በራሱ/ሷ እንዲያደርጉ ማበረታታት፣ ትምህርት ቤትን አንድ ላይ መጎብኘት።",
        date: "June 10, 2025",
        image: "/images/blog/image5.webp",
    },
    {
        id: "6",
        title: "በዕለት ተዕለት እንቅስቃሴዎች STEMን መፈለግ",
        content: "STEM ቤተ ሙከራ አያስፈልገውም። ምግብ ማብሰል፣ እቃዎችን መገጣጠም ወይም ቁሳቁሶችን መቁጠር የሂሳብ እና የሳይንስ አስተሳሰብን ለመገንባት አስደሳች መንገዶች ናቸው።",
        date: "June 8, 2025",
        image: "/images/blog/image6.webp",
    },
    {
        id: "7",
        title: "በታዳጊ ተማሪዎች ላይ እምነት መገንባት",
        content: "ልጆች በመበረታታት ውስጥ ነው የሚያድጉት። በውጤቶች ጊዜ ጥረታቸውን አድንቁ፣ ኃላፊነቶችን መስጠት፣ በአዎንታዊ መልኩ ከራሳቸው ጋር እንዲያወሩ ያበረታቷቸው።",
        date: "June 5, 2025",
        image: "/images/blog/image7.webp",
    },
    {
        id: "8",
        title: "የአካዳሚክ ስኬትን የሚያሳድጉ ዕለታዊ ልማዶች",
        content: "ወጥነት ቁልፍ ነገር ነው። መደበኛ የቤት ሥራን ያዘጋጁ ፣ እንቅልፍን እና አመጋገብን መከታተል ፣ የረጅም ጊዜ ስኬትን ለማረጋገጥ በደስታ መማሩን/ሯን መከታተል።",
        date: "June 2, 2025",
        image: "/images/blog/image8.webp",
    },
    {
        id: "9",
        title: "ጥበብ ልጆች ራሳቸውን እንዲገልጹ የሚረዳቸው እንዴት ነው?",
        content: "ሥዕል በመሳል ፣ በሙዚቃ እና በድራማ ልጆች ስሜትን እንዴት እንደሚሠሩ ይማራሉ። ታሪኮችን መንገር እና ራሳቸውን እንዲገልፁ በማበረታታ በራስ መተማመናቸውን መጨመር ይቻላል።",
        date: "May 29, 2025",
        image: "/images/blog/image9.webp",
    },
    {
        id: "10",
        title: "በታዳጊነት እድሜያቸው ለልጆችን ስለ ሃላፊነት ማስተማር",
        content: "ከእድሜ ጋር ተዛማጅነት ያላቸውን ተግባራት መመደብ ህጻናት ተጠያቂነትን እንዲገነቡ ይረዳል። እፅዋትን ውሀ እንዲያጠጡ፣ ቦርሳዎችን እንዲያሽጉ ወይም በኩሽና ውስጥ እንዲረዱ ያድርጉ።",
        date: "May 25, 2025",
        image: "/images/blog/image10.webp",
    }
];

export default blogPosts;